{
    "mirador-viewer": {
            
        "displayName": "Exhibition Walkthrough",
        "aliases": "Mirador IIIF viewer",
        "class": "mirador",
        "file": "mirador.json",
        "title": "The Digitised Herschel Materials from Trinity College, Cambridge",
        "content": "The only material related to the Herschel family that has currently been digitised by Trinity College, Cambridge is the 122 items found in Add. MS a/207. These items, as well as the rest of the material that pertains to this file, are available via the viewer below. As the IIIF manifests pertaining to the collections of the college have been created on an ad-hoc basis over the last few years, variations in form and content are to be expected. Over the coming months, we seek to standardise these records and begin to digitise the remaining material related to the Herschel family held within the collection.<p>[##]</p>",
        "content right": ""		
            },
    
    "About the Herschel Material": {
        "title": "About The Herschel Material",
        "content": "<p>The materials related to the Herschel family at Trinity College are found within our modern manuscripts collection, and are available via the [AtoM catalogue|https://archives.trin.cam.ac.uk/index.php/informationobject/browse?topLod=0&sort=relevance&query=Herschel]. There are 153 letters from Sir John Herschel and his family, the largest portion of which are to be found in the William Whewell papers, particularly at shelfmark Add. MS a. 207/1-122, which contains letters from Sir John Herschel to William Whewell from 1817 to 1866. The collection also contains four letters from Lady Herschel, two from Margaret L. Marshall, and one each from Alexander, Isabella, and John Herschel. Please see the spreadsheet below for the items in our collections pertaining to the Herschel family that are not within Add MS a. 207.</p><p><iframe src=\"https://docs.google.com/spreadsheets/d/e/2PACX-1vSK-qrBtq0_6M0yncfbS3wjN2_l_uwHKJ0qIuMqspsJKfGgV-DtZp51ysrGN9jsUw/pubhtml?widget=true&amp;headers=false\" width=\"100%\" height=\"600px\"></iframe>",
        "content right": ""	
        }
    
    }
    
